i5/20220903-zfs/mirror/default/250/run-rw-1/pgbench.log
pgbench (16devel)
transaction type: <builtin: simple update>
scaling factor: 250
query mode: prepared
number of clients: 16
number of threads: 4
maximum number of tries: 1
duration: 3600 s
number of transactions actually processed: 22990419
number of failed transactions: 0 (0.000%)
latency average = 2.505 ms
initial connection time = 7.072 ms
tps = 6386.204967 (without initial connection time)